{
  "header": {
    "project": "Portifólio Bruno Silva",
    "buttons": {
      "apresentation": "Apresentação",
      "skills": "Habilidades",
      "projects": "Projetos",
      "experience": "Experiência"
    }
  },

  "apresentation": {
    "greatings": "Olá 👋 eu sou Bruno",
    "job-first-line": "Web",
    "job-second-line": "Developer",
    "description": "Possuo 3 anos de experiência profissional em desenvolvimento web fullstack. Trabalhando principalmente com .NET e Angular. Me pego várias vezes buscando sobre tecnologias novas sabendo que sempre há várias maneiras de se fazer algo. Estou pronto para contribuir com soluções inovadoras e buscar a excelência técnica.",
    "tooltips": {
      "linkedin": "Linkedin",
      "github": "Github",
      "discord": "Copiar tag do Discord",
      "email": "copiar email"
    },
    "snackbar-message": "Copiado para área de transferência!"
  },

  "experience": {
    "title": "Experiência",
    "current-working": "atual",
    
    "portway": {
        "name": "Portway",
        "position": "Desenvolvedor Fullstack",
        "description": "Migração e suporte em um sistema de gestão de vendas para empresas multinacionais. O sistema foi migrado de uma arquitetura monolítica feita em .NET Core MVC para uma arquitetura de microserviços. Foi utilizado para o desenvolvimento .NET Core, Angular e SQL Server."
    },
    
    "stefanini": {
        "name": "Stefanini",
        "position": "Desenvolvedor Fullstack",
        "description": "Desenvolvimento da plataforma de Trading da Raízen, uma das maiores empresas de energia do Brasil. Nessa plataforma, os clientes podem solicitar entregas de combustíveis e derivados de petróleo, além de acompanhar e gerenciar suas entregas e extratos de contas. O sistema foi desenvolvido utilizando uma arquitetura de microserviços, .NET Core, Angular e SQL Server."
    }
  },

  "projects": {
    "title": "Projetos",
    "view-code": "Ver código",
    "open": "Abrir em nova aba",
    
    "under-construction": {
        "title": "Em construção...",
        "description": "Em construção. Mais funcionalidades serão adicionadas em breve..."
    },
    
    "portifolio": {
        "title": "Portfólio",
        "description": "Este projeto é meu portfólio pessoal. Foi desenvolvido utilizando Angular e Material Design. É uma Aplicação de Página Única (SPA) e está hospedado no Github Pages."
    }
  },

  "skills": {
    "title": "Habilidades"
  }
}